IdeaRS.Connections
AddedMemberData.AngleAlpha Property
Compatible with IDEA StatiCa 0.0
 The angle between the reference line of the beam segment and plane XY
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AngleAlpha { get; set; }
Property Value
Type: Double
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace